<template>
    <div class="indexpage">
        <h1 style="text-align:center;margin-bottom:30px;">黑尘服务协议</h1>
        <p>欢迎您选择黑尘公司为您提供服务。 </p>
        <p>本协议帮助您更好的了解黑尘公司为您提供的服务，以及您在享受服务中的权利与义务。请您务必认真阅读和理解本协议的全部内容。
            <a style="color: #000000;font-weight: 600;">您不同意本协议，您将无权使用黑尘公司所提供的服务。本协议一经用户点击“立即注册”按钮后，立即生效。</a>
        </p>
        <p>这些条款可由黑尘公司随时更新，且毋须另行通知。黑尘服务协议一旦发生变更,本公司将在“不死鸟”上公布修改内容。修改后的服务一旦公布即有效代替原来的服务条款。您可随时查阅最新版服务条款。若您继续使用服务，表示您接受修改后的协议，且将按照变更后的合同内容继续享受服务。</p>
        <h3>一、协议范围</h3>
        <p>1、本协议中的“黑尘公司”是指黑尘科技（杭州）有限公司及相关服务提供的关联公司。</p>
        <p>2、本协议是您与黑尘公司间就为您提供的服务所订立的协议,通过黑尘的服务接入或跳转第三方独立运营的网站或提供的服务不适用于本协议。</p>
        <p>3、黑尘公司保留未来不时修订或更新本协议、就其部分服务另行发布单项协议或单项服务条款的权利，单项协议或单项服务条款作为本协议不可分割的一部分，您应同样遵守。</p>
        <p>4、本协议中的“服务”指黑尘公司及关联提供的包括但不限于网络媒体、电子商务、广告服务。</p>
        <p>5、本协议仅适用于自然人用户，不适用于企业用户。 </p>
        <h3>二、账户</h3>
        <p>1、您在阅读并同意本协议后，按照注册提示进行注册及认证。为了保证您的合法权益，请准确填写您的真实信息。若您的信息变动，请及时更改，以免妨碍您的使用。您了解并同意，您有义务保持您提供信息的合法性、真实性及有效性。</p>
        <p>2、请您在安全的网络环境下登录，并妥善保管好您的账号及密码。因账号及密码被窃取所导致的后果由您自行承担。</p>
        <p>3、黑尘公司在为您提供服务的过程中，若发现您的黑尘账户存在不当操作、侵犯他人权益等高危风险时，将会对您的账户进行冻结。被冻结的账户若想继续使用，请与我们联系。</p>
        <p>4、每位用户只能注册一个黑尘账户，且不得将账户以任何形式转让给第三人。</p>
        <h3>三、黑尘公司提供的服务</h3>
        <p>1、黑尘公司致力于不断改进及完善自身产品。黑尘公司为用户提供的具体服务内容，将会根据实际情况而产生变化。</p>
        <p>2、您同意黑尘公司有权随时变更、中断或终止提供部分或全部服务。</p>
        <p>3、您理解并同意黑尘公司向您发生商业及非商业的广告、推广等宣传信息，您不得采取任何方式屏蔽广告。</p>
        <p>4、黑尘平台上的广告内容由第三方提供请您谨慎浏览，您应自行对广告内容真实性、可靠性作出判断。第三方的产品及服务不承担责任。</p>
        <p>5、您使用黑尘公司的服务，可能需要下载相关软件。黑尘公司将不定期的升级软件，请您及时更新，否则将影响您的正常使用。 </p>
        <h3>四、隐私保护</h3>
        <p>1、您同意黑尘公司收集您的以下信息，以便更好的为您提供服务：</p>
        <p>①您注册黑尘账户时，提供给黑尘公司的昵称、手机号码或邮箱等注册信息。</p>
        <p>②您根据相关法律法规进行实名认证或您使用部分服务时，提供给黑尘公司的真实姓名、证件号码、通讯地址、银行卡号等信息。您不提供信息或提供错误的信息将无法享受相关服务。</p>
        <p>③您使用服务过程中的浏览及搜索记录、操作记录、设备信息、位置信息、Cookies等信息。</p>
        <p>④根据您的授权或依照国家相关法律法规从第三方供应商处接受的您的信息。</p>
        <p>2、黑尘公司收集到的信息将用于向您提供服务，黑尘公司将根据您的信息，分析用户偏好，形成用户群体画像，有针对性的调整和完善服务，为用户提供个性化服务。</p>
        <p>3、黑尘公司将保护您的个人信息，但下列情况，可能将公开或披露您的信息：</p>
        <p>①根据国家相关法律法规要求公开；</p>
        <p>②经您的授权或同意；</p>
        <p>③保护黑尘公司的合法权益；</p>
        <p>④您自行向社会公众公开的或黑尘公司从合法公开披露的信息中收集个人信息的。</p>
        <p>⑤出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>
        <p>⑥与公共安全、公共卫生、重大公共利益有关的 </p>
        <h3>五、用户使用规范</h3>
        <p>1、您须合理合法的使用黑尘公司提供的服务，不得利用黑尘公司的服务从事违法犯罪活动、不得违背公序良俗、不得侵犯他人合法权益。</p>
        <p>2、除您与黑尘公司另有约定外，您不得利用黑尘公司的服务从事任何商业活动。</p>
        <p>3、您应自觉遵守国家法律法规，不得上传、设置、发布、传播以下信息：</p>
        <p>①反对宪法所确定的基本原则的；</p>
        <p>②危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
        <p>③损害国家荣誉和利益的；</p>
        <p>④煽动民族仇恨、民族歧视，破坏民族团结的；</p>
        <p>⑤破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
        <p>⑥散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
        <p>⑦散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
        <p>⑧侮辱或者诽谤他人，侵害他人合法权益的；</p>
        <p>⑨商业广告，或类似的商业招揽信息、过度营销信息及垃圾信息；</p>
        <p>⑩含有法律、行政法规禁止的其他内容的。</p>
        <p>4、您不得影响、干扰、破坏计算机信息网络安全,包括但不限于：</p>
        <p>①未经允许，进入计算机信息网络或者使用计算机信息网络资源的；</p>
        <p>②未经允许，对计算机信息网络功能进行删除、修改或者增加的；</p>
        <p>③未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；</p>
        <p>④故意制作、传播计算机病毒等破坏性程序的；</p>
        <p>5、您若违反本协议的相关规定，一经发现，黑尘公司将删除您的言论，取消您的操作，会单方中止、终止、限制您使用服务。因此所产生的一切法律责任与后果由您自行承担。黑尘公司保留将您违法违规行为及有关信息资料进行公示、计入用户信用档案、移交政府机关或按照相关协议约定提供给第三方的权利。若因此给造成损失的，黑尘公司有权向您追偿。 </p>
        <h3>六、责任限制</h3>
        <p>1、因下列情况造成的服务中断，黑尘公司不承担责任：</p>
        <p>①因不可抗力因素如自然灾害、罢工、暴乱、战争、政府行为等；</p>
        <p>②因电力、通讯网络故障等公共设施因素；</p>
        <p>③因常规或紧急的系统维护、系统故障、网络信息与数据安全事故等因素；</p>
        <p>④因电脑病毒、恶意系统攻击、第三方因素等原因。仅供您参考。黑尘对其经营状态、资质等没有审查的义务。</p>
        <p>2、黑尘公司为您展示的第三方，均为已存在于互联网的网站、平台或经营主体，仅供您参考。黑尘对其经营状态、资质等没有审查的义务。</p>
        <p>3、黑尘公司披露的信息来源于第三方，仅供您进行参考，信息的真实性、有效性由信息来源方负责，您应自行判断。因第三方信息引起的纠纷，由信息来源方承担相应责任，黑尘不承担任何责任。</p>
        <p>4、黑尘公司展示的第三方的产品及服务，由第三方自主经营，直接与第三方交易。黑尘公司不对第三方的产品及服务承担责任。</p>
        <p>5、您选择第三方的产品或服务，所产生的交易风险与后果由您个人承担。黑尘公司不会从您的交易收益中收取费用，也不对您的交易损失承担任何责任。 </p>
        <h3>七、知识产权</h3>
        <p>1、来源于第三方信息外，黑尘公司的产品、技术、软件、程序、数据及其他信息（包括文字、图标、图片、照片、音频、视频、图表、色彩组合、版面设计等）的所有权利（包括版权、商标权、专利权、商业秘密及其他相关权利）均归黑尘公司所有。未经许可，任何人不得以包括通过机器人、蜘蛛等程序或设备监视、复制、传播、展示、镜像、上载、下载等方式擅自使用黑尘公司的服务内容。</p>
        <p>2、您同意，黑尘公司对您通过黑尘公司的服务上传并公开发布的内容享有永久免费的权利，可以对其转载、复制、修改、展览、展示等。 </p>
        <h3>八、未成年人保护条款</h3>
        <p>1、未成年人使用黑尘公司服务的应自觉遵守《全国青少年网络文明公约》。</p>
        <p>2、未成年人应在监护人的监护下使用黑尘公司的服务，未成年人的监护人应对未成年的使用行为负责。 </p>
        <h3>九、争议与管辖</h3>
        <p>本合同适用中华人民共和国相关法律法规，双方出现争议的可进行协商处理，任何一方均有权向黑尘公司所在地人民法院诉讼处理。争议处理期间，本合同不涉争议部分继续履行。 </p>
        <h3>十、本协议中的标题仅为阅读方便，不作为对内容解释的依据。 </h3>
        <p style="margin-bottom: 40px;text-align:right;">2018年9月30日 </p>

    </div>
</template>
<script>
import ajax from '@utils/config';
import tendency from '@/components/tendency1.vue';
export default {
    components: {
        tendency
    },
    data() {
        return {
        }
    },
    computed: {},
    created() {
    },
    mounted() {
    },
    filters: {
    }
}
</script>
<style lang='scss' scoped>
    .indexpage{
        width: 1200px;
        margin: 0 auto;
        &>p{
            text-indent: 2em;
        }
    }
</style>


